/* The string for canceling a map editing function. */
"CancelKey" = "Cancelar";

/* The title text in the alert when cancelling map editing. */
"CancelEditAlertTitleKey" = "¿Seguro que quiere cancelar?";

/* The message text in the alert when cancelling map editing (no points created). */
"CancelEditAlertMessageKey" = "Sus cambios no se guardarán.";

/* The message text in the alert when cancelling map editing (points created). */
"CancelEditAlertPointsCreatedMessageKey" = "El objeto que ha creado no se guardará.";

/* The text of the alert action when discarding editing changes. */
"DiscardChangesTitleKey" = "Descartar modificaciones";

/* The text of the alert action when the users cancels editing an address field */
"CancelEditingTitleKey" = "Cancelar edición";

/* The title text in the alert when entering an address that is invalid. */
"InvalidAddressTitleKey" = "Dirección no válida";

/* The message in the invalid address alert when an address is required. */
"AddressRequiredMessage" = "Se debe incluir una dirección para el punto";

/* The title text in the alert when inputting empty text into a new address cell. */
"NoAddedLocationTitleKey" = "No ha añadido una ubicación para este punto";

/* The message text in the alert when inputting empty text into a new address cell. */
"NoAddedLocationMessageKey" = "No se añadirá ningún punto nuevo";

/* The text of the alert action to continuing editing. */
"ContinueEditingTitleKey" = "Continuar editando";

/* The title text in the alert when tapping an invalid point when trying to delete. */
"DeletePointErrorTitleKey" = "Seleccione el punto que desee eliminar.";

/* The title text in the alert when trying to delete an editing point on the map, but no editing points exist. */
"EmptyDeletePointErrorTitleKey" = "No existen puntos que eliminar.";

/* The text of the alert action to dismiss the alert. */
"OKTitleKey" = "OK";

/* The title text of the alert when deleting all stored editing points. */
"ClearAllPointsTitleKey" = "¿Seguro que desea borrar todos los puntos?";

/* The text of the alert action to reject the alert prompt. */
"NoTitleKey" = "No";

/* The text of the alert action to accept the alert prompt */
"YesTitleKey" = "Sí";

/* The title text of the alert when switching editing geometries to a point. */
"ChangeGeometryPointTitleKey" = "¿Seguro que desea cambiar a un punto?";

/* The title text of the alert when switching editing geometries to a polyline. */
"ChangeGeometryPolylineTitleKey" = "¿Seguro que desea cambiar a una polilínea?";

/* The title text of the alert when switching editing geometries to a polygon. */
"ChangeGeometryPolygonTitleKey" = "¿Seguro que desea cambiar a un polígono?";

/* The message text in the alert when switching to a multipoint geometry. */
"ChangeGeometryToMultiPointMessageKey" = "No se modificarán los puntos añadidos y podrá seguir creando el objeto";

/* The message text in the alert when switching to a point geometry. */
"ChangeGeometryToPointMessageKey" = "Se eliminarán todos los puntos añadidos";

/* The title text of the alert when deleting a point of the editing geometry. */
"DeletePointTitleKey" = "¿Seguro que desea eliminar este punto?";

/* The title of the button to save the editing geometry. */
"SaveButtonTitleKey" = "Guardar";

/* The title of the button to filter the geometry. */
"FilterTitleKey" = "Filtro";

/* The status text of the User Location TableViewCell in the suggesiton panel. */
"CurrentLocationKey" = "Ubicación actual";

/* The footnote text of the TableViewCell in the suggesiton panel if no suggestions are returned. */
"NoSuggestionsFoundKey" = "No se han encontrado sugerencias";

/* The text of the editingPanel Address textField. */
"AddressKey" = "Dirección";

/* The title of the button to delete all stored editing points. */
"ClearAllKey" = "Borrar todo";

/* The text of the Toast Message after creating an object. */
"CreatedObjectToastMessage" = "%@ Creado correctamente";

/* The placeholder text of the Searchbar */
"SearchKey" = "Buscar";

/* The placeholder text to add a new geospatial point by tapping on the map or typing an address. */
"AddNewPointKey" = "Añadir nuevo punto";

/* The title of the cell to pick from available map types. */
"BasemapKey" = "Mapa de referencia";

/* The title for the standard map type. */
"StandardKey" = "Estándar";

/* The title for the hybrid map type. */
"HybridKey" = "Híbrido";

/* The title for the hybrid flyover map type. */
"HybridFlyoverKey" = "Flyover híbrido";

/* The title for the muted standard map type. */
"MutedStandardKey" = "Estándar resaltado";

/* The title for the satellite map type. */
"SatelliteKey" = "Satélite";

/* The title for the satellite flyover map type. */
"SatelliteFlyoverKey" = "Flyover con satélite";

/* The text of add location button for location form cell. */
"AddLocationButtonKey" = "Añadir ubicación";

